start = "Это бот для генерации документации для проектов студентов НИУ ВШЭ ФКН. Выберите документ для генерации:\n" \
        "ТЗ програмный проект. /ТЗ_П, /tz_prog\n" \
        "ТЗ исследовательсикй проект. /ТЗ_И, /tz_search\n" \
        "Программа и методика испытаний. /ПМИ, /pmi\n" \
        "Пояснительная записка. /ПЗ, /pz\n" \
        "Руководство оператора (пользователя). /РО, /ro\n" \
        "Руководство программиста. /РП, /rp"

error = "Что-то пошло не так. Проверьте, что всё введено верно и введите еще раз."

user = "Введите данные о студенте в следующем формате:\n" \
       "И. О. Фамилия\n" \
       "Номер Группы\n" \
       "Дата заолнения dd.mm.yyyy\n" \
       "Фамилия Имя Отчество куратора\n" \
       "Должность, ученое звание куратора\n" \
       "Место работы куратора\n" \
       "Название проекта"
