space = "Опишите область применения программы"

goal = "Опишите цель проведения испытаний"

prog_requirements = "Перечислите требования к программе в следующем формате:\n" \
                    "Требование 1\n" \
                    "Требование 2\n" \
                    "..."

doc_requirements = "Перечислите состав программной документации, предъявляемой на испытания в следующем формате:\n" \
                   "Документ 1\n" \
                   "Документ 2\n" \
                   "..."

pc_sources = "Перечислите технические средства, используемые во время испытаний в следующем формате\n" \
             "Средство 1\n" \
             "Средство 2\n" \
             "..."

prog_sources = "Перечислите программные средства, используемые во время испытаний в следующем формате\n" \
             "Средство 1\n" \
             "Средство 2\n" \
             "..."

steps = "Перечислите этапы проведения испытаний в следующем формате и методику проведения испытаний\n" \
        "Название первого этапа\n" \
        "Описание методики проведения испытания 1\n" \
        "/sep\n" \
        "Название второго этапа\n" \
        "Описание методики проведения испытания 2\n" \
        "..."

quantity = "Перечислите количественные характеристики подлежащие оценке (тестированию) в следующем формате\n" \
           "Характеристика 1 /sep Описание 1\n" \
           "Характеристика 2 /sep Описание 2\n" \
           "..."

quality = "Перечислите качественные характеристики подлежащие оценке (тестированию) в следующем формате\n" \
           "Характеристика 1 /sep Описание 1\n" \
           "Характеристика 2 /sep Описание 2\n" \
           "..."

conditions = "Опишите условия проведения испытаний (климатические условия, условия начала и завершения, " \
             "ограничения и т.д.) в следующем формате\n" \
             "Условие 1\n" \
             "Описание условия 1\n" \
             "/sep\n" \
             "Условие 2\n" \
             "Описание условия 2\n" \
             "..."

methods = "Опишите методы проведения испытаний в следующем формате\n" \
          "Метод 1\n" \
          "Описание метода 1\n" \
          "/sep\n" \
          "Метод 2\n" \
          "Описание метода 2\n" \
          "..."
