intro = "Введите вступление. Обязательно укажите наименование проекта."

purpose = "Опишите назначение программы (функциональное и эксплуатационное)"

space = "Опишите область применения программы"

task = "Постановка задачи на разработку программы, описание применяемых математических методов и, при необходимости," \
       " описание допущений и ограничений, связанных с выбранным математическим материалом"

algo_desc = "Подробно опишите алгоритм программы"

func_desc = "Подробно опишите функционирование программы"

communicate = "Опишите возсожное взаимодействие с другими программами в следующем формате:\n" \
              "Имя программы 1\n" \
              "Описание взаимодействия 1\n" \
              "/sep\n" \
              "Имя программы 2\n" \
              "Описание взаимодействия 2\n" \
              "..."

pc_cond = "Описание и обоснование выбора состава технических средств на основании проведенных расчетов " \
          "и (или) анализов, распределение носителей данных, которые использует программа"

prog_cond = "Описание и обоснование выбора состава программных средств на основании проведенных расчетов " \
            "и (или) анализов, распределение носителей данных, которые использует программа"

wait = "Ожидаемы технико-экономические показатели"

sources = "Введите источники и их описание в следующем формате\n" \
          "Источник 1 /sep описание 1\n" \
          "Источник 2 /sep описание 2\n" \
          "..."

sources_summary = "Введите общее описание источников"
