func_purpose = "Функциональное назначение программы"

use_purpose = "Эксплуатационное назначение программы"

func_desc = "Напишите состав функций в следующем формате:\n" \
            "Функция 1 /sep Краткое описание действия функции 1\n" \
            "Функция 2 /sep Краткое описание действия функции 2\n" \
            "..."

pc_condition = "Введите аппаратные условия выполнения программы (ОЗУ, долговременная память и т.д.)\n" \
               " в следующем формате:\n" \
               "Минимальный состав аппаратный средств 1\n" \
               "Минимальный состав аппаратный средств 2\n" \
               "..."

prog_condition = "Введите программные условия выполнения программы (ОС, программы стороннего разработчика)\n" \
                 " в следующем формате:\n" \
                 "Минимальный состав программных средств 1 (ОС, стороние прогрммы и т.д.)\n" \
                 "Минимальный состав программных средств 2 (ОС, стороние прогрммы и т.д.)\n" \
                 "..."

user_condition = "Введите требования к персоналу (пользователю) в следующем формате:\n" \
                 "Требование к персоналу 1\n" \
                 "Требование к персоналу 2\n" \
                 "..."

program_start = "Подробно опишите как запустить вашу прогрмму на устройстве пользователя"

func_work = "Опишите то как работают ваши функции в следующем формате:\n" \
            "Функция 1 /sep Описание работы функции 1\n" \
            "Функция 1 /sep Описание работы функции 1\n" \
            "..."

program_end = "Подробно опишите как завершить вашу прогрмму на устройстве пользователя"

msg = "Опишите сообщения, которые пользователь получает от программы в слудующем формате:\n" \
      "Сообщение 1\n" \
      "Причина 1\n" \
      "Действия прогрммы 1\n" \
      "Действия оператора 1\n" \
      "/sep\n" \
      "Сообщение 2\n" \
      "Причина 2\n" \
      "Действия прогрммы 2\n" \
      "Действия оператора 2\n" \
      "..."
