terms = "Введите основные термины и определения в следующем формате\n" \
        "Термин 1 /sep определение 1\n" \
        "Термин 2 /sep определение 2\n" \
        "..."

intro = "Введите вступление"

analogs = "Введите аналоги и их описание в следующем формате\n" \
          "Аналог 1 /sep описание 1\n" \
          "Аналог 2 /sep описание 2\n" \
          "..."

analogs_summary = "Введите итоги вашего анализа аналогов"

sources = "Введите источники и их описание в следующем формате\n" \
          "Источник 1 /sep описание 1\n" \
          "Источник 2 /sep описание 2\n" \
          "..."

sources_summary = "Введите общее описание источников"

func_requirements = "Введите функциональные требования в следеющем формате\n" \
                    "Требование 1\n" \
                    "Шаг 1.1\n" \
                    "Шаг 1.2\n" \
                    "...\n" \
                    "/sep\n" \
                    "Требование 2\n" \
                    "Шаг 2.1\n" \
                    "..."

non_func_requirements = "Введите нефункциональные требования в следующем формате\n" \
                        "Требование 1\n" \
                        "Требование 2\n" \
                        "..."

tech = "Введите используемые технологии в следующем формате\n" \
       "Технология 1 /sep Описание 1\n" \
       "Технология 2 /sep Описание 2\n" \
       "..."

arch = "Введите описание архитектуры проекта"

int_res = "Введите начальные результаты"

plan = "Введите календарный план в соедующем формате\n" \
       "Пункт 1 /sep dd.mm.yyyy\n" \
       "Пункт 2 /sep dd.mm.yyyy\n" \
       "..."
